<?php
$b01001_certchange_report_array = array(
	'0201' => array(
		'code' => '0201',
		'name' => '获证产品命名方式改变导致产品名称、型号变化或者获证产品的生产者、生产企业名称、组织机构代码、地址名称发生变更的，经认证机构核实后，变更认证证书',
		'type' => 'b01001_certchange_report',
		'is_stop' => '0',
	),
	'0202' => array(
		'code' => '0202',
		'name' => '获证产品型号变更，但不涉及安全性能和电磁兼容内部结构变化；或者获证产品减少同种产品型号的，经认证机构确认后，变更认证证书',
		'type' => 'b01001_certchange_report',
		'is_stop' => '0',
	),
	'0203' => array(
		'code' => '0203',
		'name' => '获证产品的关键元器件、规格和型号，以及涉及整机安全或者电磁兼容的设计、结构、工艺和材料或者原材料生产企业等发生变更的，经认证机构重新检测合格后，变更认证证书',
		'type' => 'b01001_certchange_report',
		'is_stop' => '0',
	),
	'0204' => array(
		'code' => '0204',
		'name' => '获证产品生产企业地点或者其质量保证体系、生产条件等发生变更的，经认证机构重新工厂检查合格后，变更认证证书',
		'type' => 'b01001_certchange_report',
		'is_stop' => '0',
	),
	'0299' => array(
		'code' => '0299',
		'name' => '其他应当变更的情形',
		'type' => 'b01001_certchange_report',
		'is_stop' => '0',
	),
)
;?>