<?php
$b01001_certrecall_array = array(
	'0201' => array(
		'code' => '0201',
		'name' => '01在认证证书暂停期限届满，认证委托人未提出认证证书恢复申请、未采取整改措施或者整改后仍不合格的',
		'type' => 'b01001_certrecall',
		'is_stop' => '0',
	),
	'0202' => array(
		'code' => '0202',
		'name' => '02获证产品的关键元器件、规格和型号，以及涉及整机安全或者电磁兼容的设计、结构、工艺及重要材料/原材料生产企业等发生变更，导致产品存在严重安全隐患的',
		'type' => 'b01001_certrecall',
		'is_stop' => '0',
	),
	'0203' => array(
		'code' => '0203',
		'name' => '03认证机构的跟踪检查结果证明工厂质量保证能力存在严重缺陷的',
		'type' => 'b01001_certrecall',
		'is_stop' => '0',
	),
	'0204' => array(
		'code' => '0204',
		'name' => '04认证委托人提供虚假样品，获证产品与型式实验样品不一致的',
		'type' => 'b01001_certrecall',
		'is_stop' => '0',
	),
	'0205' => array(
		'code' => '0205',
		'name' => '05认证委托人/相关方违反国家法律法规、国家级或省级监督抽查结果证明产品出现严重缺陷、产品安全检测项目不合格或一致性存在严重问题的',
		'type' => 'b01001_certrecall',
		'is_stop' => '0',
	),
	'0206' => array(
		'code' => '0206',
		'name' => '06获证产品出现缺陷而导致质量安全事故的',
		'type' => 'b01001_certrecall',
		'is_stop' => '0',
	),
	'0207' => array(
		'code' => '0207',
		'name' => '07对由于5.1（5）、（6）条款被暂停认证证书后，仍拒绝接受监督检查或监督抽样检测，或仍不配合在市场或销售场所抽取样品进行检测的',
		'type' => 'b01001_certrecall',
		'is_stop' => '0',
	),
	'0208' => array(
		'code' => '0208',
		'name' => '08认证委托人/相关方未按规定使用认证证书、认证标志，出租、出借或者转让认证证书、认证标志，情节严重的',
		'type' => 'b01001_certrecall',
		'is_stop' => '0',
	),
	'0209' => array(
		'code' => '0209',
		'name' => '09弄虚作假，采用欺骗、贿赂等不正当手段获取认证证书，或存在其他直接影响认证结果有效性的严重违法违规行为的',
		'type' => 'b01001_certrecall',
		'is_stop' => '0',
	),
	'0299' => array(
		'code' => '0299',
		'name' => '10其他应撤销认证证书的情形',
		'type' => 'b01001_certrecall',
		'is_stop' => '0',
	),
)
;?>