<?php
$b01001_certpasue_array = array(
	'0201' => array(
		'code' => '0201',
		'name' => '01认证委托人/相关方（包括生产者、销售者、进口商、生产厂，下同）违反国家法律法规、国家级或省级监督抽查结果证明产品存在不合格，但不需要立即撤销认证证书的',
		'type' => 'b01001_certpasue',
		'is_stop' => '0',
	),
	'0202' => array(
		'code' => '0202',
		'name' => '02认证产品适用的认证依据或者认证实施规则换版或变更，认证委托人在规定期限内未按要求履行变更程序，或产品未符合变更要求的',
		'type' => 'b01001_certpasue',
		'is_stop' => '0',
	),
	'0203' => array(
		'code' => '0203',
		'name' => '03监督检查结果证明认证委托人违反CCC认证实施规则的规定（包括产品抽样检测不合格、工厂监督检查不合格、产品一致性存在问题等）或认证机构相关要求，但通过整改可以达到认证要求的',
		'type' => 'b01001_certpasue',
		'is_stop' => '0',
	),
	'0204' => array(
		'code' => '0204',
		'name' => '04认证委托人/相关方未按规定使用认证证书和认证标志，视情节需要开展调查的',
		'type' => 'b01001_certpasue',
		'is_stop' => '0',
	),
	'0205' => array(
		'code' => '0205',
		'name' => '05认证委托人/相关方无正当理由不接受或不能在规定的期限内接受国家有关部门或认证机构未事先通知的监督检查或监督抽样检测的',
		'type' => 'b01001_certpasue',
		'is_stop' => '0',
	),
	'0206' => array(
		'code' => '0206',
		'name' => '06认证委托人/相关方不配合国家有关部门或认证机构依据CCC认证实施规则在市场或销售场所抽取样品进行检测的',
		'type' => 'b01001_certpasue',
		'is_stop' => '0',
	),
	'0207' => array(
		'code' => '0207',
		'name' => '07认证证书的信息（如申请人/生产者/生产厂的名称或地址，获证产品型号或规格等）发生变更或有证据表明生产厂的组织结构、质量保证体系发生重大变化，认证委托人未向认证机构申请变更批准或备案的',
		'type' => 'b01001_certpasue',
		'is_stop' => '0',
	),
	'0208' => array(
		'code' => '0208',
		'name' => '08由于生产的季节性、按订单生产等原因，认证委托人申请暂停认证证书的',
		'type' => 'b01001_certpasue',
		'is_stop' => '0',
	),
	'0299' => array(
		'code' => '0299',
		'name' => '09其他应当暂停认证证书的情形',
		'type' => 'b01001_certpasue',
		'is_stop' => '0',
	),
)
;?>