<?php
$certrecall_array = array(
	'0111' => array(
		'code' => '0111',
		'name' => '被注销或撤销法律地位证明文件的。',
		'type' => 'certrecall',
		'is_stop' => '0',
	),
	'0112' => array(
		'code' => '0112',
		'name' => '拒绝配合认证监管部门实施的监督检查，或者对有关事项的询问和调查提供了虚假材料或信息的。',
		'type' => 'certrecall',
		'is_stop' => '0',
	),
	'0113' => array(
		'code' => '0113',
		'name' => '出现重大的产品或服务等质量安全事故，经执法监管部门确认是获证组织违规造成的。',
		'type' => 'certrecall',
		'is_stop' => '0',
	),
	'0114' => array(
		'code' => '0114',
		'name' => '获证组织在证书有效期间有其他严重违反法律法规行为，受到相关执法监管部门处罚的；',
		'type' => 'certrecall',
		'is_stop' => '0',
	),
	'0115' => array(
		'code' => '0115',
		'name' => '暂停认证证书的期限已满但导致暂停的问题未得到解决或纠正的（包括持有的行政许可证明、资质证书、强制性认证证书等已经过期失效但申请未获批准）。',
		'type' => 'certrecall',
		'is_stop' => '0',
	),
	'0116' => array(
		'code' => '0116',
		'name' => '没有运行质量管理体系或者已不具备运行条件的。',
		'type' => 'certrecall',
		'is_stop' => '0',
	),
	'0117' => array(
		'code' => '0117',
		'name' => '不按相关规定正确引用和宣传获得的认证信息，造成严重影响或后果，或者认证机构已要求其纠正但超过6个月仍未纠正的。',
		'type' => 'certrecall',
		'is_stop' => '0',
	),
	'0118' => array(
		'code' => '0118',
		'name' => '组织发生了与能源有关的重大事故，反映出组织的能源管理体系建立及运行存在重大缺陷的；',
		'type' => 'certrecall',
		'is_stop' => '0',
	),
	'0119' => array(
		'code' => '0119',
		'name' => '组织的能源绩效未达到国家和地方政府发布的单位产品能源消耗限额标准要求或考核为“未完成”等级的；',
		'type' => 'certrecall',
		'is_stop' => '0',
	),
	'0120' => array(
		'code' => '0120',
		'name' => '因换发新证而撤销旧证书',
		'type' => 'certrecall',
		'is_stop' => '0',
	),
	'0199' => array(
		'code' => '0199',
		'name' => '组织存在其它严重影响体系运行的严重不符合，不能在认证机构规定的时间内及时采取有效的纠正措施的。',
		'type' => 'certrecall',
		'is_stop' => '0',
	),
)
;?>